Repository: BlueHeisenberg/SCSKiller
Catalog: src/SCSKiller.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# MainWindow_AppTitleBar.Subtitle
source: Shader Compilation Stutter Killer
zh_hans: 游戏着色器预编译工具

# MainWindow_UpdateText.Text
source: Restart to update
zh_hans: 重启以更新

# MainWindow_LibraryItem.Content
source: Library
zh_hans: 游戏库

# MainWindow_QueueItem.Content
source: Compile queue
zh_hans: 预编译队列

# MainWindow_SettingsItem.Content
source: Settings
zh_hans: 设置

# MainWindow_AboutItem.Content
source: About
zh_hans: 关于

# AboutPage_About.Text
source: About
zh_hans: 关于

# AboutPage_ShaderCompilationStutterKiller.Text
source: Shader Compilation Stutter Killer
zh_hans: 游戏着色器预编译工具

# AboutPage_CheckForUpdates.Content
source: Check for updates
zh_hans: 检查更新

source: Install updates automatically
zh_hans: 自动安装更新

# AboutPage_InstallUpdatesAutomaticallyTextBlock.Text
source: Install updates automatically
zh_hans: 自动安装更新

# AboutPage_ADownloadedUpdateInstalls.Text
source: A downloaded update installs the next time SCSKiller starts or quits, never during a compile, an offline session or a game. Off: only Restart to update installs it.
zh_hans: 下载更新后，SCSKiller 下次启动或退出时便会安装，绝不会在预编译、离线会话或游戏期间安装。关闭时：仅“重启以更新”才能完成安装。

# AboutPage_DownloadSourceCode.Content
source: Download source code
zh_hans: 下载源代码

# AboutPage_CompilesYourGamesShaders.Text
source: Compiles your games' shaders into the graphics driver's cache ahead of time, so they don't stutter the first time you play them.
zh_hans: 提前把游戏着色器编译到显卡驱动缓存中，减少首次游玩时的着色器编译卡顿。

# AboutPage_SCSKillerLicence.Text
source: SCSKiller licence:
zh_hans: SCSKiller 许可证：

# AboutPage_GPL30Or.Text
source: GPL-3.0-or-later, with an additional permission for Oodle, the Windows App SDK and graphics driver libraries (LICENSE-EXCEPTION.txt)
zh_hans: GPL-3.0-or-later，并额外授予 Oodle、Windows App SDK 和显卡驱动库的使用许可（LICENSE-EXCEPTION.txt）

# AboutPage_Website.Content
source: Website
zh_hans: 网站

# AboutPage_SourceCode.Content
source: Source code
zh_hans: 源代码

# AboutPage_SupportOnPatreon.Content
source: Support on Patreon
zh_hans: 支持项目

# AboutPage_TrademarksBox.Header
source: Trademarks
zh_hans: 商标

# AboutPage_ThirdPartyComponents.Text
source: Third-party components
zh_hans: 第三方组件

# AboutPage_OpenOneToRead.Text
source: Open one to read its licence. The same list, with notes, is in THIRD-PARTY-NOTICES.md next to the app.
zh_hans: 打开一个即可阅读其许可协议。附带说明的相同列表位于应用旁边的 THIRD-PARTY-NOTICES.md 文件中。

# DetailPage_GameFolder.Content
source: Game folder…
zh_hans: 游戏文件夹…

# DetailPage_GameFolder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: The folder SCSKiller checks for anti-cheat before it records this game
zh_hans: SCSKiller 在采集该游戏前，会检查其文件夹中的反作弊程序

# DetailPage_RemoveFromLibrary.Content
source: Remove from library
zh_hans: 从游戏库中移除

source: Forget this game. Its recorder leaves the game folder; the game's own files stay.
zh_hans: 从游戏库中移除此游戏，并移除游戏文件夹内的采集器。游戏本身的文件不会删除。

# DetailPage_PlayingNow.Text
source: ● Playing now
zh_hans: ● 正在游玩

# DetailPage_Refresh.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Refresh
zh_hans: 刷新

# DetailPage_Refresh.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Re-read this game's cache size, recording and last session
zh_hans: 重新读取该游戏的缓存大小、采集状态和上次会话信息

# DetailPage_KnownToStutter.Text
source: Known to stutter
zh_hans: 已知会卡顿

# DetailPage_TurnOnRecording.Content
source: Turn on recording
zh_hans: 开启采集

# DetailPage_TurnOnRecordingButton.Content
source: Turn on recording
zh_hans: 开启采集

# DetailPage_ShaderCoverage.Text
source: Shader coverage
zh_hans: 着色器覆盖率

# DetailPage_ShadersInTheGame.Text
source: Shaders in the game
zh_hans: 游戏中的着色器

# DetailPage_WhereTheShadersCome.Text
source: Where the shaders come from
zh_hans: 着色器的来源

# DetailPage_DetailsExpander.Header
source: Details
zh_hans: 详细信息

# DetailPage_FrameTimesLastTime.Text
source: Frame times last time you played
zh_hans: 上次游玩时的帧时间

# DetailPage_ShaderCompile.Text
source: shader compile
zh_hans: 着色器编译

# DetailPage_OtherHitch.Text
source: other hitch
zh_hans: 其他卡顿

# DetailPage_LoadingQuitting.Text
source: loading, quitting
zh_hans: 加载、退出

# DetailPage_LoadingCompilingShaders.Text
source: loading, compiling shaders
zh_hans: 加载、编译着色器

# DetailPage_SlowFramesExpander.Header
source: Slow frames
zh_hans: 慢帧

# DetailPage_CarefulCompile.Text
source: Careful compile
zh_hans: 稳妥预编译

source: Careful compile
zh_hans: 稳妥预编译

# DetailPage_RecordWhileIPlay.Text
source: Record while I play
zh_hans: 游玩时采集着色器

source: Record while I play
zh_hans: 游玩时采集着色器

# DetailPage_BanRisk.Title
source: Ban risk
zh_hans: 封禁风险

# DetailPage_ClearRecording.Content
source: Clear recording
zh_hans: 清除采集数据

# DetailPage_PlayWithItOn.Text
source: Play with it on and your last session shows here: how much was ready and what still stuttered.
zh_hans: 开启后运行游戏，上次会话的结果会显示在此：其中有多少已就绪，哪些仍出现卡顿。

# DetailPage_ReadyInTheGames.Text
source: Ready in the game's own library
zh_hans: 游戏自带着色器库中已就绪

# DetailPage_ReadyInTheDriver.Text
source: Ready in the driver cache
zh_hans: 驱动缓存中已就绪

# DetailPage_CompiledDuringPlay.Text
source: Compiled during play
zh_hans: 游玩时已编译

# LibraryPage_Library.Text
source: Library
zh_hans: 游戏库

source: Re-reads every game's cache size, recordings and status, and finds new games. Shift+click also re-checks every game's engine and anti-cheat (slower).
zh_hans: 重新读取每款游戏的着色器缓存大小、采集和状态，并查找新游戏。Shift+单击还会重新检查每款游戏的引擎和反作弊系统（速度较慢）。

# LibraryPage_Refresh.Text
source: Refresh
zh_hans: 刷新

source: Add a game
zh_hans: 添加游戏

# LibraryPage_AddAGame.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a game no store lists (another launcher, or a game in a folder of its own) by picking its .exe
zh_hans: 通过选择 .exe 文件，添加一个游戏平台未收录的游戏（例如其他启动器中的游戏，或独立文件夹中的游戏）

# LibraryPage_AddAGameTextBlock.Text
source: Add a game…
zh_hans: 添加游戏…

source: Queue every game known to stutter that is ready to compile
zh_hans: 将所有已知有着色器编译卡顿、且可预编译的推荐游戏加入队列，包括当前筛选未显示的游戏

# LibraryPage_DriverShaderCache.Text
source: Driver shader cache
zh_hans: 驱动着色器缓存

source: Driver shader cache use
zh_hans: 驱动着色器缓存使用

# LibraryPage_Change.Content
source: Change
zh_hans: 更改

# LibraryPage_Change.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Change the driver shader cache size
zh_hans: 更改驱动着色器缓存的大小

# LibraryPage_AfterADriverUpdate.Text
source: After a driver update
zh_hans: 驱动更新后

# LibraryPage_ChangeHyperlinkButton.Content
source: Change
zh_hans: 更改

source: Change what happens after a driver update
zh_hans: 更改驱动更新后的处理方式

# LibraryPage_CompileSpeed.Text
source: Compile speed
zh_hans: 预编译速度

# LibraryPage_ChangeHyperlinkButton2.Content
source: Change
zh_hans: 更改

source: Change compile speed
zh_hans: 更改预编译速度

# LibraryPage_CheckingForNewAnd.Text
source: Checking for new and changed games…
zh_hans: 正在检查新增和已更改的游戏…

# LibraryPage_Search.PlaceholderText
source: Search by name, store or engine
zh_hans: 按名称、游戏平台或引擎搜索

# LibraryPage_Search.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search games
zh_hans: 搜索游戏

# LibraryPage_Game.Text
source: Game
zh_hans: 游戏

# LibraryPage_Shaders.Text
source: Shaders
zh_hans: 着色器

# LibraryPage_Pipelines.Text
source: Pipelines
zh_hans: 管线

# LibraryPage_Cache.Text
source: Cache
zh_hans: 着色器缓存

# LibraryPage_Time.Text
source: Time
zh_hans: 时间

# LibraryPage_Status.Text
source: Status
zh_hans: 状态

# LibraryPage_TryPartOfThe.Text
source: Try part of the name, a store (Steam, GOG…) or an engine (UE 5).
zh_hans: 可尝试输入部分名称、游戏平台（Steam、GOG…）或引擎（UE 5）。

# LibraryPage_LookingForYourGames.Text
source: Looking for your games…
zh_hans: 正在查找你的游戏…

# LibraryPage_List.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Games
zh_hans: 游戏

# LibraryPage_KnownToStutter.Text
source: Known to stutter
zh_hans: 已知存在卡顿

# LibraryPage_Details.Content
source: Details
zh_hans: 详细信息

# LibraryPage_Record.Content
source: Record
zh_hans: 开启采集

# LibraryPage_Why.Content
source: Why?
zh_hans: 为什么？

# QueuePage_CompileQueue.Text
source: Compile queue
zh_hans: 预编译队列

source: After an update SCSKiller rebuilds the plans of compiled games in the background, without compiling. A game with more to compile shows it in the Library.
zh_hans: 更新后，SCSKiller 会在后台重建已编译游戏的预编译方案，而不会立即进行预编译。需要预编译的内容较多的游戏会在游戏库中显示出来。

# QueuePage_CompilesRunOutsideThe.Text
source: Compiles run outside the game, under the game's name. Keep the game closed while it runs.
zh_hans: 预编译会在游戏外部、以游戏名称运行的进程中执行。运行期间请保持游戏处于关闭状态。

# QueuePage_CompileQueueTextBlock.Text
source: Compile queue
zh_hans: 开始预编译

# QueuePage_Stop.Content
source: Stop
zh_hans: 停止

# QueuePage_Stop.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Finishes the compiles in flight, then stops. Add the game again to continue where it stopped.
zh_hans: 完成正在编译的内容后停止。重新添加游戏，即可从停止的位置继续。

# QueuePage_RaiseTheLimit.Content
source: Raise the limit
zh_hans: 提高限制

# QueuePage_GameInRunOrder.Text
source: Game (in run order)
zh_hans: 游戏（按运行顺序）

# QueuePage_Time.Text
source: Time
zh_hans: 时间

# QueuePage_Cache.Text
source: Cache
zh_hans: 缓存

# QueuePage_AddGamesFromThe.Text
source: Add games from the Library
zh_hans: 从游戏库添加游戏

# QueuePage_PressAddToQueue.Text
source: Press Add to queue on a game, then Compile queue.
zh_hans: 在某个游戏上点“添加到队列”，然后点“开始预编译”即可。

# QueuePage_OpenTheLibrary.Content
source: Open the Library
zh_hans: 打开游戏库

# QueuePage_StopAndRemove.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop and remove
zh_hans: 停止并移除

source: Compile progress
zh_hans: 预编译进度

source: Waiting games
zh_hans: 等待中的游戏

# QueuePage_DragToReorder.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Drag to reorder
zh_hans: 拖动以重新排序

# QueuePage_MoveToTop.Content
source: Move to top
zh_hans: 移至顶部

# QueuePage_MoveUp.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move up
zh_hans: 上移

# QueuePage_MoveDown.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move down
zh_hans: 下移

# QueuePage_Remove.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 移除

# QueuePage_Finished.Text
source: Finished
zh_hans: 已完成

# QueuePage_ClearFinished.Content
source: Clear finished
zh_hans: 清除已完成项

# QueuePage_RemoveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove
zh_hans: 移除

# QueuePage_CompileThreads.Text
source: Compile threads
zh_hans: 编译线程

source: Compile threads
zh_hans: 编译线程

# QueuePage_Priority.Header
source: Priority
zh_hans: 优先级

# QueuePage_BelowNormalFastestThe.Content
source: Below normal: fastest, the PC stays usable
zh_hans: 低于正常：速度最快，电脑仍可正常使用

# QueuePage_IdleOnlyRunsWhen.Content
source: Idle only: runs when nothing else needs the CPU
zh_hans: 仅在空闲时运行：当 CPU 未被其他任务占用时运行

# SettingsPage_Settings.Text
source: Settings
zh_hans: 设置

# SettingsPage_LanguageBox.Header
source: Display language
zh_hans: 显示语言

# SettingsPage_LanguageNote.Text
source: Restart SCSKiller to apply the language change.
zh_hans: 重启 SCSKiller 即可应用语言更改。

# SettingsPage_CurrentLimit.Text
source: Current limit
zh_hans: 当前上限

# SettingsPage_UsedNow.Text
source: Used now
zh_hans: 当前已用

# SettingsPage_NewLimitLabel.Text
source: New limit
zh_hans: 新上限

# SettingsPage_ApplyNeedsAdministrator.Text
source: Apply (needs administrator)
zh_hans: 应用（管理员）

# SettingsPage_YouCanSwitchBack.Text
source: You can switch back to the driver default here at any time.
zh_hans: 你可以随时在此处切换回驱动默认设置。

# SettingsPage_AfterADriverUpdate.Text
source: After a driver update
zh_hans: 驱动更新后

# SettingsPage_ANewDriverThrows.Text
source: A new driver throws away every compiled shader, so compiled games stutter again until they are rebuilt.
zh_hans: 新驱动会清除所有已编译的着色器，因此已预编译的游戏会再次出现卡顿，直到着色器被重新预编译。

source: When to rebuild
zh_hans: 何时重新构建

# SettingsPage_AskMe.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Ask me
zh_hans: 询问我

# SettingsPage_AskMeTextBlock.Text
source: Ask me
zh_hans: 询问我

# SettingsPage_ANotificationOffersCompile.Text
source: A notification offers Compile now, When idle, or Skip. Nothing starts on its own.
zh_hans: 系统会提示你选择“立即编译”“空闲时编译”或“跳过”。任何操作都不会自动开始。

source: Automatically, only while the PC is idle
zh_hans: 自动编译，仅在电脑空闲时进行

# SettingsPage_AutomaticallyOnlyWhileTheTextBlock.Text
source: Automatically, only while the PC is idle
zh_hans: 自动编译，仅在电脑空闲时进行

# SettingsPage_StopsTheMomentYou.Text
source: Stops the moment you touch the mouse or keyboard and picks up where it left off.
zh_hans: 一碰到鼠标或键盘就会停止，之后会从上次中断的地方继续。

# SettingsPage_Off.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Off
zh_hans: 关闭

# SettingsPage_OffTextBlock.Text
source: Off
zh_hans: 关闭

# SettingsPage_RebuildGamesYourselfFrom.Text
source: Rebuild games yourself from the Library.
zh_hans: 从游戏库中自行重新构建游戏。

# SettingsPage_PauseBackgroundCompilingWhile.Content
source: Pause background compiling while another game is running
zh_hans: 有游戏运行时暂停后台编译

# SettingsPage_ThreadsForBackgroundRebuilds.Text
source: Threads for background rebuilds
zh_hans: 用于后台重新构建的线程数

source: Threads for background rebuilds
zh_hans: 用于后台重新构建的线程数

# SettingsPage_AutoBox.Content
source: Auto Shader Compilation (NVIDIA beta)
zh_hans: 自动着色器编译（NVIDIA 测试版）

# SettingsPage_SystemUtilization.Header
source: System utilization
zh_hans: 系统占用率

# SettingsPage_ApplyNeedsAdministratorTextBlock.Text
source: Apply (needs administrator)
zh_hans: 应用（管理员）

# SettingsPage_WeRecommendEnablingIt.Title
source: We recommend enabling it
zh_hans: 我们建议启用此功能

# SettingsPage_WeRecommendEnablingIt.Message
source: A beta feature of the NVIDIA App: after a driver update it re-compiles the games you have already played. SCSKiller adds everything else, so both together are best. The overlap costs little: shaders NVIDIA already rebuilt take about 1 ms each here.
zh_hans: 这是 NVIDIA App 的一项测试版功能，会在驱动更新后，重新预编译你已玩过的游戏。SCSKiller 可补充其余游戏，建议两者搭配使用。重复部分耗时很少：NVIDIA 已预编译的着色器在这里每项约需 1 ms。

# SettingsPage_PatreonAndCommunityDatabase.Text
source: Patreon and community database
zh_hans: Patreon 与社区数据库

# SettingsPage_PatreonSupportersGetThe.Text
source: Patreon supporters get the community shader hash database and beta and alpha builds. Sign in with the Patreon account you support SCSKiller with.
zh_hans: Patreon 支持者可获得社区着色器哈希数据库以及测试版和抢先体验版构建。请使用你用于支持 SCSKiller 的 Patreon 账户登录。

# SettingsPage_SignInWithPatreon.Content
source: Sign in with Patreon
zh_hans: Patreon 登录

# SettingsPage_Cancel.Content
source: Cancel
zh_hans: 取消

# SettingsPage_FinishSigningInIn.Text
source: Finish signing in in your browser. Nothing else is needed here.
zh_hans: 请在浏览器中完成登录。此处无需执行其他操作。

# SettingsPage_SignedInWithPatreon.Text
source: Signed in with Patreon
zh_hans: 已通过 Patreon 登录

# SettingsPage_RefreshStatus.Content
source: Refresh status
zh_hans: 刷新状态

# SettingsPage_SignOut.Content
source: Sign out
zh_hans: 退出登录

# SettingsPage_YoureInWantTo.Title
source: You're in. Want to help improve the community shader hash database?
zh_hans: 你已进入。想要帮助改进社区着色器哈希数据库吗？

# SettingsPage_YoureInWantTo.Message
source: Your game shader hashes are shared anonymously, never linked to your Patreon account.
zh_hans: 游戏着色器的哈希值会以匿名方式共享，不会关联你的 Patreon 账户。

# SettingsPage_ShareAnonymously.Content
source: Share anonymously
zh_hans: 匿名分享

# SettingsPage_NotNow.Content
source: Not now
zh_hans: 暂不分享

# SettingsPage_UpdateChannel.Header
source: Update channel
zh_hans: 更新频道

# SettingsPage_GoBackToStable.Content
source: Go back to stable now
zh_hans: 立即返回稳定版

source: Download shared shader hashes
zh_hans: 下载已共享的着色器哈希

# SettingsPage_DownloadSharedShaderHashesTextBlock.Text
source: Download shared shader hashes
zh_hans: 下载共享着色器哈希值

# SettingsPage_HashesOtherPlayersRecorded.Text
source: Hashes other players recorded for your games, so they compile without you recording them first. No game files: your GPU compiles everything from your own install. Upscaler pipelines (FSR, XeSS) download for everyone, without it.
zh_hans: 下载其他玩家为这些游戏采集的着色器哈希，让你无需先自行采集即可预编译。下载内容不含游戏文件：GPU 仍从你已安装的游戏文件中预编译着色器。无论是否启用此选项，所有人都可下载超分辨率技术（FSR、XeSS）的管线数据。

source: Share anonymous shader hashes
zh_hans: 分享匿名着色器哈希值

# SettingsPage_ShareAnonymousShaderHashesTextBlock.Text
source: Share anonymous shader hashes
zh_hans: 分享匿名着色器哈希值

# SettingsPage_HelpsEveryoneGetBetter.Text
source: Helps everyone get better coverage. Your recordings' upscaler pipelines (FSR, XeSS) also reach everyone with the same upscaler version. Never linked to your Patreon account; nothing else about your games leaves your PC. Free for everyone.
zh_hans: 帮助所有人覆盖更多管线。你采集的超分辨率技术（FSR、XeSS）管线数据，也会分享给使用相同超分组件版本的玩家。这些数据不会关联你的 Patreon 账户；除此之外，与你的游戏有关的任何信息都不会离开电脑。所有人均可免费使用。

# SettingsPage_CompileSpeedWhenYou.Text
source: Compile speed when you run the queue
zh_hans: 进行预编译时的速度

# SettingsPage_CompileThreads.Text
source: Compile threads
zh_hans: 预编译线程

# SettingsPage_MaximumMemoryForCompiling.Text
source: Maximum memory for compiling
zh_hans: 预编译最大内存

source: Maximum memory for compiling (0 = Auto)
zh_hans: 预编译最大内存（0 = 自动）

source: Maximum mode: also compile every shader pairing
zh_hans: 最大覆盖模式：同时编译所有管线

# SettingsPage_MaximumModeAlsoCompileTextBlock.Text
source: Maximum mode: also compile every shader pairing
zh_hans: 最大覆盖模式：同时编译所有管线

# SettingsPage_SeemsToHelpMost.Text
source: Seems to help most on AMD. Compiles take longer and use more disk space.
zh_hans: 在 AMD 显卡上效果似乎最明显。预编译时间会更长，占用的磁盘空间也更多。

# SettingsPage_InTheBackground.Text
source: In the background
zh_hans: 在后台运行

source: Start SCSKiller when Windows starts
zh_hans: Windows 启动时运行 SCSKiller

# SettingsPage_StartSCSKillerWhenWindowsTextBlock.Text
source: Start SCSKiller when Windows starts
zh_hans: Windows 启动时运行 SCSKiller

# SettingsPage_ItWaitsInThe.Text
source: It waits in the notification area, next to the clock, to offer a rebuild after a driver update.
zh_hans: 它会驻留在通知区域，位于时钟旁边，以便在驱动更新后提供重建选项。

source: Closing the window quits SCSKiller
zh_hans: 关闭窗口即退出 SCSKiller

# SettingsPage_ClosingTheWindowQuitsTextBlock.Text
source: Closing the window quits SCSKiller
zh_hans: 关闭窗口即退出 SCSKiller

# SettingsPage_ARunningCompileFinishes.Text
source: A running compile finishes saving first, like Quit in the notification area. Off: closing the window keeps SCSKiller there; right-click its icon to quit.
zh_hans: 正在运行的预编译会先完成保存，就像在通知区域选择“退出”一样。关闭时：关闭窗口后 SCSKiller 仍会保留在后台；右键单击其图标即可退出。

source: Scan games when SCSKiller starts
zh_hans: SCSKiller 启动时扫描游戏

# SettingsPage_ScanGamesWhenSCSKillerTextBlock.Text
source: Scan games when SCSKiller starts
zh_hans: SCSKiller 启动时扫描游戏

# SettingsPage_ReadsAgainWhatChanged.Text
source: Reads again what changed in each game's folders. Off: the last list shows, and a game is read again when you refresh, when it exits, or when Steam or the Xbox app updates it.
zh_hans: 重新读取每个游戏文件夹中的更改内容。关闭：将显示上次列表，并在刷新、游戏退出或 Steam 或 Xbox 应用更新时重新读取游戏。

source: Notify me when games have new shaders to compile
zh_hans: 当游戏有新着色器可供预编译时通知我

# SettingsPage_NotifyMeWhenGamesTextBlock.Text
source: Notify me when games have new shaders to compile
zh_hans: 有新着色器可供预编译时通知我

# SettingsPage_ACompiledGameGains.Text
source: A compiled game gains pipelines from its recording, the shared shader hashes or an SCSKiller update. You're told once, never while you play.
zh_hans: 预编译后的游戏会从其采集、共享着色器哈希值或 SCSKiller 更新中获取管线。你只会收到一次通知，游玩期间不会收到。

source: Send an anonymous daily check
zh_hans: 发送匿名每日检查报告

# SettingsPage_SendAnAnonymousDailyTextBlock.Text
source: Send an anonymous daily check
zh_hans: 发送匿名每日检查报告

# SettingsPage_CountsActiveInstallsOnce.Text
source: Counts active installs: once a day, the app's version and your GPU vendor, with no identifier. Nothing about your PC or games.
zh_hans: 统计活跃安装情况：每天一次，仅报告应用版本和你的 GPU 厂商，不包含任何身份标识。不会涉及你的电脑或游戏信息。

# SettingsPage_RecordInAllCompatible.Text
source: Record in all compatible games
zh_hans: 在所有兼容游戏中进行采集

# SettingsPage_AddsASmallD3d12.Text
source: Adds a small d3d12.dll to games without anti-cheat to catch shaders the plan missed and time each frame, so the game page shows what stuttered. Frame times stay on this PC. Never used in anti-cheat games. Switch off to remove it from every game you haven't turned it on for yourself.
zh_hans: 为不含反作弊系统的游戏添加一个小型 d3d12.dll，用于捕获预编译方案遗漏的着色器，并为每一帧计时，以便游戏页面显示卡顿发生在何处。帧时间数据仅保留在本机上。反作弊游戏中绝不会使用此功能。关闭后，它会从所有你尚未自行开启该功能的游戏中移除。

source: Record in all compatible games
zh_hans: 在所有兼容的游戏中采集着色器

# SettingsPage_RecordingLimitLabel.Text
source: Recording limit per game
zh_hans: 每个游戏的采集数据上限

# SettingsPage_CountsTheRecordingIn.Text
source: Counts the recording in the game's folder and SCSKiller's copy of it. At the limit the game plays as usual: new pipelines just aren't recorded.
zh_hans: 此上限同时计入游戏文件夹内的采集数据，以及 SCSKiller 保存的副本。达到上限后，游戏仍照常运行：只是新的着色器管线将不再被采集。

# SettingsPage_SpaceByGame.Header
source: Space by game
zh_hans: 各游戏占用的空间
